const CONFIG = {
  APPS_SCRIPT_URL: "https://script.google.com/macros/s/AKfycbz88CDRWN587TPvtdfUTc3RiCtemSZL91yHEXDCsBqP2IAKM6PZTc5fpIdksgUeGg_o/exec",
  EMP_DOB_FIELD: 'วันเกิด/DOB',

  LEAVE_REASONS: [
    "ได้งานใหม่",
    "ศึกษาต่อ",
    "ประกอบธุรกิจส่วนตัว",
    "ปัญหาสุขภาพ",
    "ย้ายที่อยู่ / กลับภูมิลำเนา",
    "ดูแลครอบครัว",
    "ไม่ผ่านทดลองงาน",
    "สภาพแวดล้อมการทำงาน",
    "ปัญหาเพื่อนร่วมงาน หรือ หัวหน้างาน",
    "ภาระงานมากเกินไป",
    "ค่าตอบแทนและสวัสดิการไม่เพียงพอ",
    "เกษียณอายุ",
    "เลิกจ้าง",
    "อื่นๆ (โปรดระบุในหมายเหตุ)"
  ]
};